/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "מחשבון אינפלציה מס '1";

/* Title of the screen that describes the application */
"About" = "על אודות";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "תמיד יש את הנתונים העדכניים ביותר";

/* Currency of Australia */
"Australian Dollar" = "דולר אוסטרלי";

/* Currency of Brazil */
"Brazilian Real" = "ריאל ברזילאי";

/* Currency of the United Kingdom */
"British Pound" = "פאונד בריטי";

/* Currency of Canada */
"Canadian Dollar" = "דולר קנדי";

/* Currency of China */
"Chinese Yuan" = "יואן סיני";

/* Currency of Colombia */
"Colombian Peso" = "פזו קולומביאני";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "נוצר על ידי Cal Stephens";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "נתונים מ-%@ לעכשיו"

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "בורא";

/* Currency of the European Union */
"Euro" = "יורו";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "אי פעם ראית מחיר מהעבר ורוצה כמהאי פעם ראית מחיר מהעבר ורוצה כמה יעלה היום? עם מחשבון אינפלציה, קל לגלות את התשובה. מחשבון אינפלציה מאפשר לך לחשב את ערך הכסף לאורך ההיסטוריה. הוא תומך ב 22 מטבעות מרחבי העולם, כולל השקל הישראלי ועוד!";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "נתוני אינפלציה היסטוריים נערכים ממקורות רשמיים שונים.";

/* Currency of India */
"Indian Rupee" = "רופי הודי";

/* Currency of Indonesia */
"Indonesian Rupiah" = "רופיאה האינדונזית";

/* Short-hand name of the app */
"Inflation Calc" = "אינפלציה";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "מחשבון אינפלציה";

/* Currency of Israel */
"Israeli Sheqel" = "שקל ישראלי";

/* Currency of Japan */
"Japanese Yen" = "ין יפני";

/* Currency of Mexico */
"Mexican Peso" = "פזו מקסיקני";

/* Currency of New Zealand */
"New Zealand Dollar" = "דולר ניו זילנדי";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "אינפלציה, דולר, כסף, ערך, לאורך זמן, זמן, היסטוריה, היסטוריה, נתונים, מחיר, מחירים, שנה, עלות, עלויות";

/* Currency of Norway */
"Norwegian Krone" = "כתר נורבגי";

/* Currency of Russia */
"Russian Ruble" = "רובל רוסי";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "ריאל סעודי";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "תבחר מדינה";

/* Title of section that describes where data is sourced from */
"Sources" = "מקורות";

/* Currency of South Africa */
"South African Rand" = "ראנד דרום אפריקה";

/* Currency of South Korea */
"South Korean Won" = "ווון דרום קוריאה";

/* Currency of Sweden */
"Swedish Krona" = "קרונה שבדית";

/* Currency of Switzerland */
"Swiss Franc" = "פרנק שוויצרי";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "תודה על השימוש במחשבון אינפלציה! גרסה זו מוסיפה נתונים לשנת 2020.";

/* Currency of Turkey */
"Turkish Lira" = "לירה טורקית";

/* Currency of the United States */
"US Dollar" = "דולר אמריקאי";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "שקל ישראלי ו -21 מטבעות נוספים";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "גרסה %@";

/* Title of button that opens the developer's website */
"Visit Website" = "בקר באתר";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌦";
